{
    "juegos":[
        {
            "id":"PUBG",
            "titulo":"PlayerUnknown Battlegrounds",
            "precio":20,
            "desc1":"PLAYERUNKNOWN'S BATTLEGROUNDS is a battle royale shooter that pits 100 players against each other in a struggle for survival. Gather supplies and outwit your opponents to become the last person standing.",
            "desc2":"PLAYERUNKNOWN'S BATTLEGROUNDS is a battle royale shooter that pits 100 players against each other in a struggle for survival. Gather supplies and outwit your opponents to become the last person standing. PLAYERUNKNOWN, aka Brendan Greene, is a pioneer of the battle royale genre and the creator of the battle royale game modes in the ARMA series and H1Z1: King of the Kill. At PUBG Corp., Greene is working with a veteran team of developers to make PUBG into the world's premiere battle royale experience.",
            "trailer":"https://www.youtube.com/embed/4rG9noTfb4A",
            "tags":["Early Access", "FPS", "Survival", "Crafting"],
            "stars":5,
            "reqs":["Intel Core i5-4430 / AMD FX-6300","8GB"," NVIDIA GeForce GTX 960 2GB / AMD Radeon R7 370 2GB","30GB","Conexión a internet, DirectX 11"]
        },
        {
            "id":"HITMAN2",
            "titulo":"HITMAN 2",
            "precio":60,
            "desc1":"Travel the globe and track your targets across exotic sandbox locations in HITMAN™ 2. From sun-drenched streets to dark and dangerous rainforests, nowhere is safe from the world’s most creative assassin, Agent 47 in the ultimate spy thriller story",
            "desc2":"Travel the globe and track your targets across exotic sandbox locations in HITMAN™ 2. From sun-drenched streets to dark and dangerous rainforests, nowhere is safe from the world's most creative assassin, Agent 47. Prepare to experience the ultimate spy thriller story; your mission is to eliminate the elusive Shadow Client and unravel his militia, but when 47 learns his target's true identity and the truth about his past, it changes everything. HITMAN™ 2 introduces new ways to play, new game modes and new features, including the new Sniper Assassin mode with franchise first co-op play. ",
            "trailer":"https://www.youtube.com/embed/R8aRCwbZGek",
            "tags":["Stealth", "Action", "Violent", "Singleplayer"],
            "stars":4,
            "reqs":["Intel CPU Core i5-2500K 3.3GHz / AMD CPU Phenom II X4 940","8 GB","NVIDIA GeForce GTX 660 / Radeon HD 7870","60 GB","DirectX: Version 11"]
        }
    ]
}
